"CBLAutoExposureModeFullAuto" = "Auto";
"CBLAutoExposureModeProgramAuto" = "P";
"CBLAutoExposureModeShutterPriority" = "S";
"CBLAutoExposureModeAperturePriority" = "A";
"CBLAutoExposureModeManual" = "M";
"CBLAutoExposureModeBulbManual" = "Bulb";
"CBLAutoExposureModeFlashOff" = "Flash Off";
"CBLAutoExposureModeCreativePortrait" = "Creative Prortrait";
"CBLAutoExposureModeCreativeNightPortrait" = "Creative Night Prortrait";
"CBLAutoExposureModeCreativeSports" = "Creative Sports";
"CBLAutoExposureModeCreativeLandscape" = "Creative Landscape";
"CBLAutoExposureModeCreativeMacro" = "Creative Macro";
"CBLAutoExposureModeCreativeAuto" = "Creative Auto";
"CBLAutoExposureModeCreativeHandheldNight" = "Creative Handheld Night";
"CBLAutoExposureModeCreativeHDR" = "Creative HDR";
"CBLAutoExposureModeMovie" = "Movie";
"CBLAutoExposureModeNikonEffects" = "Effects";
"CBLAutoExposureModeNikonUser1" = "U1";
"CBLAutoExposureModeNikonUser2" = "U2";
"CBLAutoExposureModeNikonUser3" = "U3";

"PTPNikonExposureModePortraitSceneAuto" = "Portrait";
"PTPNikonExposureModeLandscapeSceneAuto" = "Landscape";
"PTPNikonExposureModeCloseUpSceneAuto" = "Close up";
"PTPNikonExposureModeSportsSceneAuto" = "Sports";
"PTPNikonExposureModeSportsSceneNightPortrait" = "Night Portrait";
"PTPNikonExposureModeChildSceneAuto" = "Child";
